function abc(){var i = 1;};
alert(abc());
/*
雨宫优子（352275201）提供 - 2014.04.27
if(hyQ =="T-34坦克Mod1939配备的主炮口径多大"){return"76.2mm"};
if(hyQ =="以下哪一部游戏作品不属于Galgame"){return"刺客信条"};
if(hyQ =="动画《神奇宝贝》中基拉祈多少年醒来一次，并且每次醒来只维持多少天"){return"1000,7"};
if(hyQ =="《暗黑破坏神2》中，1秒由多少帧组成"){return"25"};
if(hyQ =="烧红镍球放入水中会有什么现象"){return"有奇妙的声音"};
if(hyQ =="“夜阑卧听风吹雨，铁马冰河入梦来”是谁的诗句"){return"陆游"};
if(hyQ =="《名侦探柯南》中服部平次是哪里人"){return"大阪"};
if(hyQ =="与宫崎骏常年合作的著名音乐家是谁"){return"久石让"};
if(hyQ =="IS中的铃是哪国人"){return"中国人"};
if(hyQ =="物语系列中忍野忍所拥有的妖刀名号是"){return"心渡"};
if(hyQ =="蛋蛋是攻还是受"){return"76.2mm"};
if(hyQ =="T-34坦克Mod1939配备的主炮口径多大"){return"76.2mm"};
if(hyQ =="灼眼的夏娜中女主角的刀名字叫"){return"贽殿遮那"};
if(hyQ =="《摇曳百合》中京子喜爱的冰淇淋口味是什么"){return"朗姆酒葡萄干"};
if(hyQ =="命运石之门男主角的网名是 "){return"凤凰院凶真"};
if(hyQ =="以下哪部游戏中没出现东风谷早苗"){return"东方神灵庙"};
if(hyQ =="《CLANNAD》中的冈崎朋也的配音是谁？ "){return"中村悠一"};
if(hyQ =="《火影忍者》中的第五代火影是谁？ "){return"千手纲手"};
if(hyQ =="桂木桂马的协助者是谁？ "){return"艾露西 琉妮"};
if(hyQ =="杀手47的后脑勺上有什么 "){return"条形码"};
if(hyQ =="psycho pass里最美警花是谁? "){return"宜野座伸元"};
if(hyQ =="《数码兽大冒险》中第八位被选召的孩子是？"){return"八神光/八神嘉儿"};
if(hyQ =="雾雨魔理沙的口癖是？ "){return"DA☆ZE"};
if(hyQ =="切丝papa的生日在几月几日？"){return"11.11"};
if(hyQ =="为动画《魔法少女小圆》中佐仓杏子一角配音的声优是？ "){return"野中蓝"};
if(hyQ =="“月有阴晴圆缺”，用科学的观点看待这件事，原因是？ "){return"地球绕太阳转动，月球绕地球转动，两者转速不一样，出现偏角，使地球掩住了月球的一部分"};
if(hyQ =="《我的朋友很少》中，井上麻里奈为哪个角色配音？ "){return"三日月夜空"};
if(hyQ =="游戏《生化危机1》的第一女主角是谁？"){return"吉尔·瓦伦蒂安"};
if(hyQ =="回转企鹅罐中一共有多少个ED？出了多少个OST "){return"10，8"};
if(hyQ =="身为纯爷们，绝对从不回头看什么 "){return"爆炸"};
*/
